{
    "pills": [{
            "name": "Амбробене",
            "cost": 156,
            "description": "Заболевания дыхательных путей с образованием вязкой мокроты: острый и хронический бронхит, пневмония, ХОБЛ, бронхиальная астма с затруднением отхождения мокроты, бронхоэктатическая болезнь."

        },
        {
            "name": "Анальгин",
            "cost": 44,
            "description": "Лихорадочный синдром (инфекционно-воспалительные заболевания, укусы насекомых), болевой синдром - кишечная колика,головная и зубная боль, ожоги и т.д "
        },
        {
            "name": "Антигриппин",
            "cost": 340,
            "description": "Грипп, ОРВИ, острый ринит - симптоматическое лечение.",
            "incompatible": "Анальгин"
        },
        {
            "name": "Арбидол",
            "cost": 438,
            "description": "Профилактика и лечение препаратом взрослых и детей показаны при заболеваниях: грипп А и В, ОРВИ; вторичные иммунодефицитные состояния. Комплексная терапия хронического бронхита, пневмонии и рецидивирующей герпетической инфекции."
        },
        {
            "name": "Бисопролол",
            "cost": 103,
            "description": "Артериальная гипертензия; ИБС, стенокардия напряжения, инфаркт миокарда, ХСН.Нарушения ритма - синусовая тахикардия, наджелудочковая и желудочковая экстрасистолия; аритмии на фоне пролапса митрального клапана, тиреотоксикоза.",
            "incompatible": "Антигриппин"
        },
        {
            "name": "Вазобрал",
            "cost": 1137,
            "description": "Цереброваскулярная недостаточность (в т.ч. вследствие церебрального атеросклероза). Последствия нарушения мозгового кровообращения. Вестибулярные и лабиринтные нарушения"
        },
        {
            "name": "Валсартан",
            "cost": 238,
            "description": "Артериальная гипертензия; хроническая сердечная недостаточность; для повышения выживаемости пациентов после перенесенного острого инфаркта миокарда, осложненного левожелудочковой недостаточностью и/или систолической дисфункцией левого желудочка, при наличии стабильных показателей гемодинамики.",
            "incompatible": "Вазобрал"
        },
        {
            "name": "Валиум",
            "cost": 32,
            "description": "Тревожные расстройства. Бессоница. Спазм скелетных мышц при местной травме; спастические состояния, связанные с поражением головного или спинного мозга"
        },
        {
            "name": "Вестикап",
            "cost": 227,
            "description": "Лечение синдрома Меньера, характеризующегося головокружением, снижением слуха и шумом в ушах. Симптоматическое лечение вестибулярного головокружения(вертиго)."
        },
        {
            "name": "Гевискон",
            "cost": 165,
            "description": "Симптоматическое лечение заболеваний, связанных с нарушением пищеварения, повышенной кислотностью желудочного сока и гастроэзофагеальным рефлюксом, ощущение тяжести в желудке, дискомфорт после приема пищи.",
            "incompatible": "Бисопролол"
        },
        {
            "name": "Глиформин",
            "cost": 243,
            "description": "Сахарный диабет типа 2 у взрослых, особенно в случаях, сопровождающихся ожирением.",
            "incompatible": "Гевискон"
        },
        {
            "name": "Дексалгин",
            "cost": 204,
            "description": "Болевой синдром легкой и средней интенсивности (различного генеза): острые и хронические заболевания опорно-двигательного аппарата (в т.ч. ревматоидный артрит, артроз, остеохондроз), альгодисменорея, зубная боль. "
        },
        {
            "name": "Детралекс",
            "cost": 728,
            "description": "Терапия симптомов венозно-лимфатической недостаточности: боль, судороги нижних конечностей, отеки нижних конечностей, венозные трофические язвы.",
            "incompatible": "Дексалгин"
        },
        {
            "name": "Диазолин",
            "cost": 51,
            "description": "Сенная лихорадка, конъюнктивит, лекарственная сыпь, крапивница, экзема, кожный зуд, кожная реакция после укуса насекомого."
        },
        {
            "name": "Дротаверин",
            "cost": 83,
            "description": "Спазм гладкой мускулатуры внутренних органов, хронический гастродуоденит, язвенная болезнь желудка и двенадцатиперстной кишки, желчнокаменная болезнь, хронический холецистит,  гипермоторная дискинезия желчных путей, спастическая дискинезия кишечника."
        },
        {
            "name": "Зиннат",
            "cost": 349,
            "description": "Бактериальные инфекции, вызванные чувствительными микроорганизмами: заболевания дыхательных путей (бронхит, пневмония и др.), ЛОР-органов, мочевыводящих путей (пиелонефрит, цистит и др.), кожи и мягких тканей."
        },
        {
            "name": "Зодак",
            "cost": 133,
            "description": "Сезонный и круглогодичный аллергический ринит и конъюнктивит, крапивница, сенная лихорадка, аллергический дерматит, кожный зуд, ангионевротический отек, атопическая бронхиальная астма."
        },
        {
            "name": "Ибуклин",
            "cost": 117,
            "description": "Болевой синдром средней интенсивности, травматическое воспаление мягких тканей и опорно-двигательного аппарата, послеоперационный период, зубная боль. Невралгия, миалгия, люмбаго. Головная боль, лихорадочный синдром. Суставной синдром (ревматоидный артрит, остеоартрозт)."
        },
        {
            "name": "Ингавирин",
            "cost": 760,
            "description": "Лечение гриппа А и В и других ОРВИ (аденовирусная инфекция, парагрипп, респираторно-синцитиальная инфекция) у взрослых и детей от 13 лет."
        },
        {
            "name": "Кагоцел",
            "cost": 260,
            "description": "Профилактического и лечебного средства служат грипп и другие респираторные вирусные инфекции.",
            "incompatible": "Зиннат"
        },
        {
            "name": "Капотен",
            "cost": 150,
            "description": "Артериальная гипертензия, в т.ч. реноваскулярная. ХСН (в комплексной терапии). Нарушения функции ЛЖ после перенесенного инфаркта миокарда при клинически стабильном состоянии."
        },
        {
            "name": "Кардиомагнил",
            "cost": 172,
            "description": "Первичная профилактика сердечно-сосудистых заболеваний, таких как тромбоз и острая сердечная недостаточность при наличии факторов риска; профилактика повторного инфаркта миокарда и тромбоза кровеносных сосудов.",
            "incompatible": "Ингавирин"
        },
        {
            "name": "Лазолван",
            "cost": 189,
            "description": "Заболевания дыхательных путей с образованием вязкой мокроты: пневмония, острый и хронический бронхит, ХОБЛ, бронхиальная астма с затруднением отхождения мокроты, бронхоэктатическая болезнь. Стимуляция пренатального созревания легких, лечение и профилактика."
        },
        {
            "name": "Лизобакт",
            "cost": 312,
            "description": "Лечение инфекционно-воспалительных заболеваний слизистой оболочки полости рта, десен и гортани: гингивит; стоматит; катаральные явления в верхних отделах дыхательных путей; афтозные изъязвления."
        },
        {
            "name": "Маалокс",
            "cost": 198,
            "description": "Язвенная болезнь желудка и двенадцатиперстной кишки в фазе обострения. Острый гастродуоденит. Изжога.",
            "incompatible": "Зодак"
        },
        {
            "name": "Мовалис",
            "cost": 624,
            "description": "Симптоматическое лечение: остеоартрит, ревматоидный артрит, анкилозирующий спондилит."
        },
        {
            "name": "Мукалтин",
            "cost": 18,
            "description": "Острые и хронические заболевания дыхательных путей, сопровождающиеся образованием трудноотделяемой мокроты с повышенной вязкостью.",
            "incompatible": "Маалокс"
        },
        {
            "name": "Но-шпа",
            "cost": 174,
            "description": "Профилактика и лечение: спазм гладких мышц внутренних органов, пиелит, спастические запоры, спастический колит, эндартериит, спазм периферических, церебральных и коронарных артерий."
        },
        {
            "name": "Ноофен",
            "cost": 1109,
            "description": "Для лечения астенических и тревожно-невротических состояний (беспокойство, тревога и страх), пациентам старшего возраста - для лечения бессонницы и ночного беспокойства. Для профилактики стрессового состояния перед операцией. Для лечения болезни Меньера."
        },
        {
            "name": "Панкреатин",
            "cost": 51,
            "description": "Нарушение усвоения пищи (состояние после резекции желудка и тонкого кишечника). Для улучшения переваривания пищи у лиц с нормальной функцией ЖКТ в случае погрешностей в питании и при нарушениях жевательной функции."
        },
        {
            "name": "Парацетамол",
            "cost": 76,
            "description": "Лихорадочный синдром на фоне инфекционных заболеваний; болевой синдром: артралгия, миалгия, невралгия, мигрень, зубная и головная боль, альгодисменорея."
        },
        {
            "name": "Пенталгин",
            "cost": 143,
            "description": "Болевой синдром различного генеза, в т.ч. боли в суставах, мышцах, радикулит, альгодисменорея, невралгия, зубная боль, головная боль. Болевой синдром, связанный со спазмом гладкой мускулатуры, в т.ч. при хроническом холецистите, желчнокаменной болезни, постхолецистэктомическом синдроме, почечной колике.",
            "incompatible": "Ноофен"
        },
        {
            "name": "Полисорб",
            "cost": 114,
            "description": "Гнойно-воспалительные заболевания мягких тканей (гнойные раны, флегмоны, абсцесс, мастит)."
        },
        {
            "name": "Ренни",
            "cost": 163,
            "description": "Острый гастрит, хронический гастрит с повышенной и нормальной секреторной функцией желудка, острый дуоденит; язвенная болезнь желудка и 12-перстной кишки, симптоматические язвы различного генеза, эрозии слизистой оболочки ЖКТ."
        },
        {
            "name": "Римантадин",
            "cost": 84,
            "description": "Грипп А (раннее лечение у взрослых и профилактика у детей и взрослых).",
            "incompatible": "Пенталгин"
        },
        {
            "name": "Спазган",
            "cost": 168,
            "description": "Болевой синдром при спазмах гладкой мускулатуры внутренних органов: почечная колика, спазм мочеточника и мочевого пузыря; желчная колика, кишечная колика. Дискинезия желчевыводящих путей, постхолецистэктомический синдром, хронический колит. Альгодисменорея, заболевания органов малого таза."
        },
        {
            "name": "Супрастин",
            "cost": 138,
            "description": "Крапивница, сывороточная болезнь, сезонный и круглогодичный аллергический ринит, конъюнктивит, контактный дерматит, кожный зуд, острая и хроническая экзема, атопический дерматит, пищевая и лекарственная аллергия, аллергические реакции на укусы насекомых."
        },
        {
            "name": "Терафлекс",
            "cost": 1315,
            "description": "Дегенеративно-дистрофические заболевания суставов и позвоночника: остеоартроз I-III стадии, остеохондроз."
        },
        {
            "name": "Тримедат",
            "cost": 308,
            "description": "Моторные расстройства при функциональных заболеваниях ЖКТ, гастроэзофагеальная рефлюксная болезнь, диспептические расстройства при гастродуоденальных заболеваниях, синдром раздраженного кишечника (функциональное заболевание ЖКТ)."
        }
    ]
}